Repository: common-repository/wemake-chat
Catalog: languages/*.po
Languages: he_il, ru_ru

source: Whatsapp number
he_il: מספר וואטסאפ
ru_ru: Номер Whatsapp

source: Tooltip text
he_il: טקסט פתיחה
ru_ru: Текст подсказки

source: Avatar
he_il: לוגו
ru_ru: Логотип

source: Popup title
he_il: כותרת ראשית
ru_ru: Заголовок окна

source: First message text
he_il: שורה ראשונה של טקסט
ru_ru: Текст сообщения #1

source: Second message text
he_il: שורה שניה של טקסט
ru_ru: Текст сообщения #2

source: Button text
he_il: טקסט של הכפתור
ru_ru: Текст кнопки сообщения

source: Show for mobile devices
he_il: להציג גם במכשירים ניידים
ru_ru: Показывать для мобильных устройств

source: Save settings
he_il: שמור
ru_ru: Сохранить

source: You have unsaved changes
he_il: יש לך שינויים שלא נשמרו
ru_ru: Не все данные сохранены. Подождите несколько секунд и попробуйте снова

source: Request error!
he_il: שגיאה!
ru_ru: Ошибка запроса!

source: Settings successfully changed
he_il: ההגדרות השתנו בהצלחה
ru_ru: Настройки успешно изменены

source: Error. Please try again later.
he_il: שגיאה. בבקשה נסה שוב מאוחר יותר.
ru_ru: Ошибка. Пожалуйста, обновите страницу и попробуйте еще раз.

source: File size error. Maximum file size - 5mb.
he_il: שגיאת גודל קובץ, גודל קובץ מירבי 5MB.
ru_ru: Максимальный размер изображения - 5МБ.

source: Uploading error. Please select other file.
he_il: שגיאת העלאה, אנא בחר קובץ תקין.
ru_ru: Ошибка загрузки. Пожалуйста выберите другой файл.

source: Bad file format. Supported formats: jpg, jpeg, png, gif.
he_il: שגיאת פורמט! פורמטים נתמכים: jpg, jpeg, png, gif בלבד.
ru_ru: Неверный формат файла. Попробуйте: jpg, jpeg, png, gif.

source: No file selected
he_il: לא נבחר קובץ
ru_ru: Файл не выбран

source: Select
he_il: בחר לוגו
ru_ru: Выбрать

source: Settings
he_il: הגדרות
ru_ru: Настройки

source: Briefly unavailable for scheduled maintenance. Check back in a minute.
he_il: מתבצעות עבודות תחזוקה, נסה מאוחר יותר.
ru_ru: Сайт временно недоступен. Загляните пожалуйста через минуту.

source: Hey, need help? We are here
he_il: היי, צריך עזרה? אנחנו כאן
ru_ru: Нужна помощь? Мы рядом

source: Help
he_il: עזרה
ru_ru: Помощь

source: Hey 😊
he_il: היי 😊
ru_ru: Здравствуйте 😊

source: How can we help you?
he_il: כיצד נוכל לעזור לך?
ru_ru: Чем мы можем вам помочь?

source: Message
he_il: התחל שיחה
ru_ru: Написать
